{
  "Introduction": "Oh...Hello! You must be the new farmer. I'm Marina, nice to meet you! #$b# I hope you'll enjoy your time on the farm!$h",
  "spring_3_1": "Did you have a chance to meet everyone in the Valley? #$e# They are all very friendly once you get to know them.",
  "winter_13": "Today's my birthday!! $h#$b# I can't wait to celebrate in the Saloon with everyone.",
  "winter_13_Saloon": "Thank you so much for coming, @! Hope you'll enjoy yourself.$l",
  "fall_21": "Oh no, today is checkup day! $7#$e# I don't enjoy going to the doctor's because I'm not the biggest fan of needles... $s",
  "fall_21_JojaMart": "Oh, hi @! I'm treating myself to some shopping because I braved the doctor's appointement. $l",
  "Mon": "Hi there... #$e#Oh, can I help you with anything?",
  "Mon4": "I had a fight with a teacher today... I hate Mondays. $a",
  "Mon6": "I met with Sebastian today... #$e# Maybe Mondays aren't so bad afterall.$l",
  "Tue": "Hello there @! How's the farm life working for you?",
  "Tue4": "I know Sebastian seems mean at first, but once you get to know him you'll discover he's a sweetheart.$l",
  "Tue6": "Um, @? A farm seems like a lot of hard work, right? How do you manage it all alone?#$e#Sorry, it was just a question that popped into my head.$l",
  "Wed": "We're very lucky to have such a good school in a town this small.",
  "Wed2": "You know what? I should go on trip with my friends some time soon... Maybe to the city!#$e#Sorry, I'm just thinking out loud. $h",
  "Wed4": "I've lived in Pelican Town my whole life. Can you believe that?$9#$e#I guess there's a lot out there waiting for me to experience.",
  "Thu": "I feel like this week is never ending... Can't it be Friday already?$s",
  "Thu4": "I love reading in the Valley's library.#$e#When you're lost in a book, it's easy to lose track of time.",
  "Thu6": "I wish I could keep a garden, but my yard is such a mess.$8#$e#Maybe I'll live in a place where I can have a garden someday.#$e#Maybe I'll live on a farm! $h",
  "Fri": "Yay, it's finally Friday! $h",
  "Fri2": "After a week of going to high school, I'm always excited for the weekend. #$e# Do you have anything planned for tommorow? How about we go see a movie? $l",
  "Fri4": "I sometimes wonder what my future job will be... I hope it will make me happy!",
  "Sat": "This is such a small town. You can't avoid meeting everyone.#$e#I wonder what it's like to live in the city...",
  "Sat2": "Things changed a lot after the JojaMart went up. It's been really bad for Pierre's shop.#$e# Mom loves JojaMart, though. The prices are cheap, so she can afford a lot more there than she ever could at Pierre's.",
  "spring_Tue":  "We have a bunch of festivals here in the Valley. #$e# I think you will love all of them! $h",
  "summer_Mon": "Hi... Um, nice weather, isn't it?",
  "summer_Mon4": "Hello, @. It's nice to see you're doing well.",
  "summer_Fri": "I love summer Fridays! $h#$b# Especially when it's a bit chilly outside.",
  "summer_Sun": "So... do you like to decorate your farm house?#$e#It must be rewarding seeing all of your hard work.",
  "summer_Sat": "Hello. Ummm...$u#$b#The mountains look nice today, don't they?",
  "fall_Mon2": "Sometimes I hate Mondays... $u",
  "fall_Mon4": "Fall is my favourite season because of its beautiful colors.",
  "fallSaloon_Fri": "I had a very long week, it feels very good to finally let some steam off!$9",
  "fall_Tue4": "Your farm looks really pretty right now.$h",
  "fall_Fri": "Is it difficult to manage a farm all by yourself? I feel like fall especially means a lot of work. $8",
  "fall_Sun8": "@! I was just thinking about the future...&8#$e#Where do you picture yourself in ten years?#$e#I have a few ideas for myself...$l",
  "fall_Sat8": "Hi @.$h#$e#Your farmhouse must be pretty hard to clean, huh?",
  "winter_Fri2": "Are you friends with Linus? He lives in a tent up in the mountains.#$e#Everyone ignores him, the poor guy. He's actually really nice... Just a little odd.",
  "winter_Tue4": "I'm looking forward to seeing what your farm looks like in the spring.#$e#It's going to be so fresh and beautiful.$h",
  "winter_Tue": "I try to stay indoors as much as possible during the winter. I hate being cold.",
  "winter_Thu": "If you find any interesting artifacts or minerals, Gunther will gladly display them in the museum.#$b#He told me he has special gifts for people who donate.",
  "winter_Mon": "On the 25th we'll be having the Feast of the Winter Star. It's one of my favorite events.#$e#It's supposed to be a time to show gratitude for all the good things in your life... but for most people it's just a time to relax and exchange gifts."
}